import cook from '../../../assets/img/about/cook.webp';
import clean from '../../../assets/img/about/clean.webp';
import ingredients from '../../../assets/img/about/ingredients.webp';
function About() {
  return (
    <div className="about">
      <header>
        <div></div>
        <h1>Про&nbsp;нас</h1>
        <div></div>
      </header>
      <article>
        <section className="about__goal">
          <h2>Мета</h2>
          <p>
            Наша мета - це передусім <strong>створення приємних вражень</strong>.
          </p>
          <p>
            Розуміємо, що довіра у приготуванні страв накладає особливу відповідальність та є актом
            Вашої довіри, яку ми не можемо втратити. Саме тому увага приділяється кожному кроку,
            задля впевненості, що здійснивши замовлення в <strong>Pizza Point</strong> Ви отримаєте
            не тільки смачні страви але й сервіс гідний уваги.
          </p>
        </section>
        <section className="about__cook">
          <div className="about__content">
            <h2>Вотвори мистецтва</h2>
            <p>
              Pizza Point - це дивовижне поєднання справжньої пристрасті та поваги до культури
              італійської кухні. Ми зібрали найкращих фахівців, які працюють в тандемі створюючи
              справжні витвори мистецтва. Запорукою успіху є виготовлення якісних страв, які
              задовольняють очікування найвибагливіших гурманів та суворе дотримання міжнародних
              стандартів якості до харчової продукції.
            </p>
            <p>
              Наші страви виготовлені на 90% з українських інгредієнтів. Постачальники з якими ми
              співпрацюємо перевірені часом і гарантують найвищу якість постачаємої продукції.
            </p>
            <p>
              Співпраця з українськими постачальниками гарантує завжди свіжі продукти та можливість
              встановлювати приємні ціни.
            </p>
          </div>
          <div className="about__image">
            <img src={cook} alt="cook" />
          </div>
        </section>
        <section className="about__clean">
          <div className="about__image">
            <img src={clean} alt="clean" />
          </div>
          <div className="about__content">
            <h2>Естетика</h2>
            <p>
              Ваша безпека - понад усе! Гарантія безпеки досягається суворим дотриманням українських
              та міжнародних вимог, зокрема ми розробили додаткові вимоги виходячи з власного
              досвіду.
            </p>
            <p>
              Наші працівники миють руки з антибактеріальним милом і змінюють рукавички щонайменше
              раз на три години. До кухні допускаються тільки працівники, які мають санітарні книжки
              й регулярно проходять медичний огляд. Жоден працівник не приступає до приготування їжі
              доки не одягне повну уніформу (шапочка, маска, рукавички, фартух).
            </p>
            <p>
              На початку кожної зміни всі поверхні проходять санітарну обробку та перевіряються
              шеф-кухарем. Тільки після позитивної відмітки в чек-аркуші кухарі приступають до
              роботи. Після кожної зміни всі поверхні та обладнання щільно вимиваються і проводиться
              генеральне прибирання.
            </p>
            <p>
              Pizza point робить все, щоб ви були впевнені: ця піца не тільки смачна, свіжа та
              якісна але й безпечна.
            </p>
          </div>
        </section>
        <section className="about__ingredients">
          <h2>Таємний інгредієнт</h2>
          <p>
            Піцу ми починаємо готувати як тільки отримали Ваше замовлення і ніколи не використовуємо
            напівфабрикати чи будь-яку іншу заморозку. Завдяки ретельному відбору тількі свіжі та
            якісні овочі можуть потрапити до кухаря. Складові, які втратили термін придатності або
            зіпсувались в процесі зберігання негайно списуються та утилізуються.
          </p>
          <p>
            Наше тісто готується на заквасці без домішок і дріжджів, тільки натуральні інгредієнти і
            щира турбота про Вас!
          </p>
          <div className="about__image">
            <img src={ingredients} alt="ingredients" />
          </div>
        </section>
      </article>
    </div>
  );
}
export default About;
